complete/buddy_data/奇秀-主播房间-20160912230921-20160912230922600

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:Spider="urn:http://service.sina.com.cn/spider"><SOAP-ENV:Body encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><Spider:PostDocument><document xsi:type="Spider:Document"><platform xsi:type="xsd:string"><![CDATA[奇秀]]></platform>
<class xsi:type="xsd:string"><![CDATA[主播房间]]></class>
<date xsi:type="xsd:string"><![CDATA[2016-9-12 23:09:21]]></date>
<cont_items><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[房间号]]></cont_item_name><cont_item_body><![CDATA[123178]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[昵称]]></cont_item_name><cont_item_body><![CDATA[幸福小妞_qq1053的房间]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[星光]]></cont_item_name><cont_item_body><![CDATA[27365]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[粉丝]]></cont_item_name><cont_item_body><![CDATA[839]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[打卡]]></cont_item_name><cont_item_body><![CDATA[46]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[守护]]></cont_item_name><cont_item_body><![CDATA[12]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[观众]]></cont_item_name><cont_item_body><![CDATA[0]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[果果滴?冬毅]]></vipnickname><vipuserid><![CDATA[1268268660]]></vipuserid><top_name><![CDATA[果果滴?冬毅]]></top_name><top_money><![CDATA[10000]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[坤城]]></vipnickname><vipuserid><![CDATA[1268025916]]></vipuserid><top_name><![CDATA[坤城]]></top_name><top_money><![CDATA[1200]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[情痴吻果果全身]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[情痴吻果果全身]]></top_name><top_money><![CDATA[710]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[狂 风]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[狂 风]]></top_name><top_money><![CDATA[590]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[IQIYI1248775478]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[IQIYI1248775478]]></top_name><top_money><![CDATA[160]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[。暴雨]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[。暴雨]]></top_name><top_money><![CDATA[140]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[︶痴鈊ヅ撧對]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[︶痴鈊ヅ撧對]]></top_name><top_money><![CDATA[100]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[★☆張哥☆★]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[★☆張哥☆★]]></top_name><top_money><![CDATA[100]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[۞贫道?酒城]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[۞贫道?酒城]]></top_name><top_money><![CDATA[60]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[六把刀]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[六把刀]]></top_name><top_money><![CDATA[60]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[沙加我的爱]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[沙加我的爱]]></top_name><top_money><![CDATA[]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[Y 陪伴]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[Y 陪伴]]></top_name><top_money><![CDATA[]]></top_money></cont_item></cont_items>
</document></Spider:PostDocument></SOAP-ENV:Body></SOAP-ENV:Envelope> 